Repository: john-hakhunc/wp-themes
Catalog: languages/*.po
Languages: ar

source: Step 2
ar: الخطوة رقم 2

source: Step 3
ar: الخطوة 3

source: Products - Classic
ar: منتجات-كلاسيك

source: Products Setting
ar: إعداد المنتجات

source: Products
ar: منتجات

source: Select Product
ar: اختر منتج

source: Select Plan
ar: اختار الخطة

source: Products - Minimal
ar: منتجات-الحد الأدنى

source: Products - Modern
ar: منتجات-الحديثة

source: Products - Simple
ar: المنتجات--بسيطة

source: User Profile
ar: حساب المستخدم

source: Prolfile Layout
ar: تخطيط برولفيلي

source: Search - Classic
ar: البحث--كلاسيك

source: Select Category ( All or Selective )
ar: حدد فئة (جميع أو الانتقائي)

source: Search here...
ar: البحث هنا

source: Location...
ar: الموقع

source: Search - Fancy
ar: البحث--الهوى

source: for total ads.
ar: مجموع الإعلانات.

source: Slider
ar: عارض الشرائح

source: Add Slider Image
ar: صورة السلايدر

source: image
ar: الصورة

source: What Are You Looking For...
ar: هتروح على فين ؟

source: Search - Minimal
ar: البحث--الحد الأدنى

source: Search - Modern
ar: البحث-الحديثة

source: %count% for total ads.
ar: %count % عدد الإعلانات الإجمالي.

source: Display tags?
ar: عرض الوسوم

source: Yes
ar: نعم

source: No
ar: لا

source: Max number of tags
ar: عدد الوسوم

source: Popular Tags
ar: أشهر الوسوم

source: Search - Simple
ar: البحث--بسيطة

source: Search - Stylish
ar: البحث--أنيق

source: Minimum Price
ar: الحد الادنى للسعر

source: Maximum Price
ar: الحد الاقصى للسعر

source: Button Title & Link
ar: عنوان الزر

source: Sign In
ar: تسجيل الدخول

source: BG Color
ar: لون الخلفية

source: Section background color
ar: لون خلفية القسم

source: Features
ar: الخصائص

source: Add Feature
ar: إضافة المزايا

source: Image 80x80
ar: الصورة 80 × 80

source: Page Link
ar: رابط الصفحة

source: Short Description
ar: الوصف المختصر.

source: Facebook
ar: فيسبوك

source: Google
ar: جوجل

source: OR
ar: أو

source: Forgot Your Password ?
ar: هل نسيت كلمة المرور؟

source: Sign Up
ar: التسجيل في الموقع

source: Terms & Conditions
ar: الشروط والأحكام

source: Terms & Condition Title
ar: شروط & شرط العنوان

source: Capcha Code
ar: رمز كابتشا

source: Captcha is for stop spamming
ar: كلمة التحقق لوقف إغراق

source: Featured or Simple Ads
ar: إعلان الموصى بها أو بسيطة

source: Slider (Use once on a page.)
ar: شريط التمرير (استعمال مرة واحدة في صفحة.)

source: List 1
ar: نهاية القائمة 1

source: List 2
ar: قائمة 2

source: List 3
ar: القائمة 3

source: Sticky Sidebar
ar: لصق الشريط الجانبي

source: Left Side Ad
ar: الجانب الايسر

source: Ad size 160 X 600
ar: حجم الإعلان 160 × 600

source: Right Side Ad
ar: الجانب الايمن

source: Process
ar: عملية

source: Steps
ar: الخطوات

source: Add Step
ar: إضافة خطوة

source: Text Block
ar: كتلة الخط

source: Contents
ar: المحتويات

source: Why Us
ar: لماذا نحن؟

source: Facts
ar: حقائق

source: Avatar
ar: الصورة الشخصية

source: Reply
ar: رد

source: Next Page &raquo;
ar: الصفحة التالية &raquo;

source: Page not Found
ar: الصفحة غير موجودة

source: Author
ar: المؤلف

source: Archive
ar: الارشيف

source: Latest Stories
ar: أحدث القصص

source: entire web
ar: كامل

source: Search Results for: %s
ar: نتائج البحث عن: %s

source: Tag:
ar: وسم :

source: Page not found
ar: لم يتم العثور على الصفحة

source: Attention!
ar: تنبيه!

source: Please Verify your PURCHASE code in order to work this theme.
ar: الرجاء التحقق من التعليمات البرمجية الخاصة بك شراء من أجل العمل بهذا الموضوع.

source: Purchase Code:
ar: كود الشراء:

source: This product is currently out of stock and unavailable.
ar: لقد نفذ هذا المنتج حاليا و غير متوفر

source: Adding...
ar: يتم الإضافة...

source: add to cart
ar: أضف للسلة

source: View Cart
ar: عرض عربة التسوق

source: Product Added successfully.
ar: تم إضافة المنتج بنجاح.

source: Success
ar: النجاح

source: Something went wrong, please try it again.
ar: حدث خطأ. من فضلك حاول مره اخرى

source: Error
ar: خطأ

source: Please add valid email.
ar: يرجى إضافة بريد إلكتروني صحيح.

source: Thank you, we will get back to you.
ar: شكرا لكم، ونحن سوف نعود إليكم.

source: There is some error, please check your API-KEY and LIST-ID.
ar: هناك بعض الخطأ، الرجاء التحقق من مفتاح المعهد وقائمة--معرف.

source: If you delete country permanently then all associated states and cities will be deleted with it.
ar: إذا قمت بحذف البلد بشكل دائم ثم جميع الدول المنتسبة وسيتم حذف المدن معها.

source: Must need to aad country NAME as google list like United Arab Emirates, check it
ar: يجب أن الحاجة إلى بلد عاد اسم جوجل قائمة مثل الإمارات العربية المتحدة، والتحقق من ذلك

source: HERE
ar: هنا

source: Active
ar: فعال

source: Expired
ar: منتهي الصلاحية

source: Sold
ar: مباع

source: second
ar: ثانية

source: minute
ar: دقيقة

source: hour
ar: ساعة

source: day
ar: يوم

source: month
ar: شهر

source: year
ar: سنة

source: (s) ago
ar: مرّت

source: View all posts in %s
ar: عرض جميع المشاركات الموجودة %s

source: Recent Posts
ar: الصفحات السابقه

source: How many posts to diplay:
ar: كم عدد الوظائف إلى diplay:

source: Hide empty categories?
ar: إخفاء الأقسام الفارغة

source: Found Ads
ar: تم العثور عليه

source: Reset Search
ar: إعادة البحث

source: Sort by
ar: ترتيب حسب

source: Latest
ar: الأحدث

source: Oldest
ar: الاقدم

source: Next >>
ar: التالي >>

source: << Prev
ar: السابق

source: Tag
ar: كلمة دلائلية

source: No Result Found.
ar: لم يتم العثور على نتائج

source: Post Free Ad
ar: بعد إعلان مجاني

source: sold out
ar: غير متوفر

source: Date
ar: التاريخ

source: Share
ar: مشاركة

source: Report
ar: تقرير:

source: Close
ar: إغلاق

source: Why are you reporting this ad?
ar: لماذا يتم الإبلاغ عنها هذا الإعلان؟

source: Write your comments.
ar: اكتب تعليقاتك هنا

source: Submit
ar: اعتماد

source: You package has been expired, please subcribe the package to make it feature AD.
ar: انتهت من الحزمة لك، يرجى subcribe الحزمة لجعلها تتميز الإعلانية.

source: Packages.
ar: الباقات

source: You can make this ad as feature ad, have a look on
ar: يمكنك جعل هذا الإعلان كميزة الإعلانية، وإلقاء نظرة على

source: Mark as featured AD,
ar: وضع علامة كإعلان الموصى بها،

source: Make it Now.
ar: تجعل من الآن.

source: Message
ar: رسالة

source: Type here...
ar: اكتب هنا

source: Link
ar: خط

source: Edit
ar: تعديل

source: Message Seller
ar: رسالة البائع

source: This ad has been
ar: وقد تم هذا الإعلان

source: Read More
ar: المزيد

source: Site Logo
ar: شعار الموقع

source: weeks
ar: اسابيع

source: days
ar: أيام

source: hr
ar: ساعة

source: min
ar: دقيقة

source: sec
ar: ﻿ثانية

source: Valid E-mail Address
ar: عنوان بريد إلكتروني صالح

source: Notify Me
ar: أبلغني

source: Android App
ar: أندرويد

source: IOS App
ar: التطبيق دائرة الرقابة الداخلية

source: Enter your email address
ar: ادخل بريدك الالكتروني

source: What Are You Looking For ?
ar: هتروح على فين ؟

source: Post Ad
ar: أضافة اعلان

source: STYLE SWITCHER
ar: نمط الجلاد

source: Choose Colour style
ar: اختر نمط اللون

source: Loading
ar: جارٍ التحميل

source: Top
ar: أعلى

source: SELL
ar: بيع

source: Dashboard
ar: لوحة القيادة

source: Logout
ar: تسجيل الخروج

source: Install Required Plugins
ar: تثبيت الإضافات المطلوبة

source: Install Plugins
ar: تثبيت الإضافات

source: Installing Plugin: %s
ar: جاري تثبيت الإضافة: %s

source: Updating Plugin: %s
ar: جاري تحديث الإضافة: %s

source: Something went wrong with the plugin API.
ar: حصل شيء خاطئ مع إضافة API .

source: This theme requires the following plugin: %1$s.
ar: هذا القالب يتطلب الاضافة التالية:%1$s.

source: This theme recommends the following plugin: %1$s.
ar: هذا القالب يوصي بالاضافة التالية: %1$s.

source: The following plugin needs to be updated to its latest version to ensure maximum compatibility with this theme: %1$s.
ar: الاضافة التالية تحتاج إلى تحديث للإصدار الأخير لضمان أقصى قدر من التوافق مع هذا القالب :%1$s.

source: There is an update available for: %1$s.
ar: يتوفر تحديث لـ: %1$s.

source: The following required plugin is currently inactive: %1$s.
ar: الاضافة التالية المطلوبة غير نشطة حاليا: %1$s.

source: The following recommended plugin is currently inactive: %1$s.
ar: يوصي ان تكون الاضافة التالية المطلوبة غير نشط حاليا: %1$s.

source: Begin installing plugin
ar: بدء تثبيت الاضافة

source: Begin updating plugin
ar: بدء تحديث الاضافة

source: Begin activating plugin
ar: بدء تفعيل الاضافة

source: Return to Required Plugins Installer
ar: الرجوع إلى مثبت الإضافات المطلوبة

source: Return to the Dashboard
ar: العودة إلى لوحة التحكم

source: Plugin activated successfully.
ar: الاضافه تم تفعيلها بنجاح.

source: The following plugin was activated successfully:
ar: الإضافة التالية تم تفعيلها بنجاح:

source: No action taken. Plugin %1$s was already active.
ar: لم يتم اتخاذ اي اجراء. الاضافة %1$s كانت نشطة بالفعل.

source: Plugin not activated. A higher version of %s is needed for this theme. Please update the plugin.
ar: الاضافة غير نشطة. هناك حاجة إلى إصدار أعلى من %s لهذا القالب. يرجى تحديث الاضافة.

source: All plugins installed and activated successfully. %1$s
ar: جميع الاضافات تم تفعيلها بنجاح . %1$s

source: Dismiss this notice
ar: تجاهل هذا الاشعار

source: There are one or more required or recommended plugins to install, update or activate.
ar: هناك واحدة او اكثر من الاضافات المطلوبة او الموصى بها لتثبيتها, تحديثها او تفعيلها.

source: Please contact the administrator of this site for help.
ar: الرجاء الاتصال بمسؤول هذا الموقع للحصول على المساعدة.

source: This plugin needs to be updated to be compatible with your theme.
ar: تحتاج هذه الاضافة للتحديث لتكون متوافقة مع القالب الخاص بك.

source: Update Required
ar: مطلوب التحديث

source: The remote plugin package does not contain a folder with the desired slug and renaming did not work.
ar: حزمة الإضافة لا تحتوي على ملف بالكلمة المطلوبة وإعادة تسمية الملف لم تعمل.

source: Please contact the plugin provider and ask them to package their plugin according to the WordPress guidelines.
ar: يرجى الاتصال بمزود الاضافة والمطالبة بحزمة اضافة وفقا للمبادئ التوجيهية للووردبريس

source: The remote plugin package consists of more than one file, but the files are not packaged in a folder.
ar: تحتاج حزمة الاضافة أكثر من ملف واحد, ولكن لم يتم تعبئة الملفات في مجلد.

# plugin A *and* plugin B
source: and
ar: و

source: TGMPA v%s
ar: T

source: Required
ar: مطلوب

source: Recommended
ar: موصى به

source: WordPress Repository
ar: اضغط على كلمة مستودع

source: External Source
ar: مصدر خارجي

source: Pre-Packaged
ar: المجموعة مجهزة مسبقا

source: Not Installed
ar: غير مثبت

source: Installed But Not Activated
ar: مثبت ولكن غير مفعل

source: Required Update not Available
ar: التحديث المطلوب غير متاح

source: Requires Update
ar: يتطلب تحديث

source: Update recommended
ar: موصى بالتحديث

# plugins
source: All <span class="count">(%s)</span>
ar: جميع <span class="count">(%s)</span>

source: To Install <span class="count">(%s)</span>
ar: للتثبيت <span class="count">(%s)</span>

source: Update Available <span class="count">(%s)</span>
ar: تحديث متاح <span class="count">(%s)</span>

source: To Activate <span class="count">(%s)</span>
ar: للتنشيط <span class="count">(%s)</span>

# as in: "version nr unknown"
source: unknown
ar: غير معروف

source: Installed version:
ar: الاصدار المثبت

source: Minimum required version:
ar: الحد الادنى للاصدار المطلوب

source: Available version:
ar: الإصدار المتاح:

source: No plugins to install, update or activate.
ar: لا توجد إضافات للتثبيت أو التحديث أو التفعيل.

source: Plugin
ar: إضافة

source: Source
ar: مصدر

source: Version
ar: اصدار

source: Status
ar: الحالة

source: Install %2$s
ar: تثبيت %2$s

source: Update %2$s
ar: تحديث %2$s

source: Activate %2$s
ar: تفعيل %2$s

source: Upgrade message from the plugin author:
ar: ترقية رسالة من صاحب الاضافة:

source: Install
ar: تثبيت

source: Update
ar: تحديث

source: Activate
ar: اضغط للتفعيل

source: No plugins were selected to be installed. No action taken.
ar: لم يتم تحديد أي الإضافات ليتم تثبيتها. لم يتم اتخاذ أي إجراء.

source: No plugins were selected to be updated. No action taken.
ar: لم يتم تحديد أي الإضافات لتحديثها. لم يتم اتخاذ أي إجراء.

source: No plugins are available to be installed at this time.
ar: لاتوجد إضافات متاحه حاليا لتثبيتها

source: No plugins are available to be updated at this time.
ar: لا توجد إضافات متوفرة ليتم تحديثها في هذا الوقت

source: No plugins were selected to be activated. No action taken.
ar: لم يتم تحديد أي الإضافات لتفعيلها.

source: No plugins are available to be activated at this time.
ar: لاتوجد إضافات متاحه حاليا لتفعيلها

source: Plugin activation failed.
ar: فشل تفعيل الاضافة

source: The installation and activation process is starting. This process may take a while on some hosts, so please be patient.
ar: عملية التثبيت والتفعيل بدأت. قد تستغرق هذه العملية بعض الوقت، لذا يرجى التحلي بالصبر.

source: %1$s installed and activated successfully.
ar: %1$s اضافات تم تفعيلها بنجاح .

source: Show Details
ar: اظهار التفاصيل

source: Hide Details
ar: إخفاء التفاصيل

source: All installations and activations have been completed.
ar: جميع التنزيلات والتفعيل اكتملت

source: Installing and Activating Plugin %1$s (%2$d/%3$d)
ar: تثبيت وتفعيل الإضافة %1$s (%2$d/%3$d)

source: The installation process is starting. This process may take a while on some hosts, so please be patient.
ar: عملية التثبيت بدأت. قد تستغرق هذه العملية بعض الوقت، لذا يرجى الانتظار .

source: %1$s installed successfully.
ar: %1$s تم تفعيلها بنجاح .

source: All installations have been completed.
ar: تم اكتمال جميع عمليات تثبيت سكربت الرمز العبقري | Genius Icon .

source: WP Bakery Visual Composer
ar: الملحن البصري مخبز الفسفور الأبيض

source: SB Framework
ar: إطار بينالي الشارقة

source: Contact Form 7
ar: نموذج اتصال 7

source: adforest
ar: أدفوريست

source: Adforest classified, responsive, multi-purpose, corporate, business theme. It comes with 11 home variations with all necessary pages. Adforest theme filled with extra functionality of modern web technologies. The clean design with latest version of Bootstrap framework makes its fit for anywhere.
ar: موضوع الأعمال السرية، ومستجيبة، متعددة الأغراض، الشركات، أدفوريست. لأنه يأتي مع 11 الاختلافات الرئيسية مع كافة الصفحات الضرورية. موضوع أدفوريست مليئة بوظائف إضافية من تقنيات الإنترنت الحديثة. يجعل التصميم نظيفة مع أحدث إصدار من إطار Bootstrap مناسباً لها في أي مكان.

source: Scripts Bundle
ar: حزمة البرامج النصية
