Repository: john-hakhunc/wp-themes
Catalog: languages/*.po
Languages: ar

source: Sorry, this page does not exist.
ar: عذرا، هذه الصفحة غير موجودة

source: Ad(s) posted by
ar: أرسلت بواسطة مستحق

source: Comments
ar: تعليقات

source: leave your comment
ar: اترك تعليق

source: Cancel Reply
ar: إلغاء الرد

source: Name
ar: الاسم

source: Your Good Name
ar: اسمك الكريم

source: Email
ar: بريد الكتروني

source: Your Email Please
ar: البريد الالكتروني الخاص بك الرجاء

source: Website
ar: الموقع

source: Your URL Please
ar: URL الخاص بك الرجاء

source: Password sent on your email.
ar: كلمة المرور المرسلة في البريد الإلكتروني الخاص بك.

source: Profile saved successfully.
ar: الشخصية المحفوظة بنجاح.

source: Maximum upload limit reached
ar: تم الوصول إلى حد أقصى تحميل

source: You have been logged out.
ar: لقد تم تسجيل الخروج

source: Are you sure to delete this?
ar: هل انت متأكد انك تريد حذف هذا ؟

source: Are you sure to update this?
ar: هل أنت متأكد من تحديث هذا؟

source: Ad updated successfully.
ar: تم تحديثه بنجاح.

source: Select an option
ar: حدد خياراً

source: Only for search and single ad sidebar.
ar: فقط من أجل البحث وإعلان واحد في الشريط الجانبي.

source: Ad Condition
ar: شرط

source: Condition
ar: الحالة

source: Title:
ar: العنوان:

source: Ad Type
ar: نوع الأعلان

source: Ad Warranty
ar: الضمان

source: Warranty
ar: الضمان

source: Simple or feature ad search
ar: بسيطة أو ميزة البحث الإعلانية

source: Simple Ads
ar: بسيط

source: Featured Ads
ar: الإعلانات المميزة

source: Simple or Featured
ar: بسيطة أو الموصى بها

source: Ad Price
ar: السعر

source: Price
ar: السعر

source: Search
ar: بحث

source: Min Price:
ar: أقل سعر:

source: Max Price:
ar: اعلى سعر:

source: Ad Categories
ar: أقسام الإعلان

source: Select Any Category
ar: حدد أي فئة

source: Categories
ar: الاقسام

source: Ad Search
ar: بحث

source: search
ar: بحث

source: Ad Locations
ar: مكان الإعلان

source: Ad Featured
ar: اضغط هنا لتفعيل الإعلان المميز (بقيمة إضافية).

source: View Details
ar: عرض التفاصيل

source: Max # of Ads:
ar: # الحد الأقصى للإعلانات:

source: Ads Recent
ar: أحدث

source: Recent Ads
ar: أحدث الإعلانات

source: Adforest Advertisement
ar: إعلان أدفوريست

source: Advertisement
ar: الاعلان

source: 300 X 250 Ad
ar: 300 X 250

source: Code:
ar: رمز:

source: Home
ar: الرئيسية

source: Select Option
ar: اختر

source: Simple Menu
ar: بسيط

source: Mega Menu
ar: القائمة الضخمة

source: Column size
ar: عمود

source: Right Side
ar: الجانب الايمن

source: Left Side
ar: الجانب الايسر

source: Select Option - (No Offset)
ar: حدد الخيار-(أي إزاحة)

source: Column Offset
ar: إزاحة العمود

source: Vertical Offset
ar: إزاحة رأسية

source: Lebel Color
ar: لون ليبيل

source: Lebel Text
ar: نص ليبيل

source: Enter some text
ar: أدخل بعض النص

source: This select option is only for 1st level menu
ar: حدد هذا الخيار فقط لقائمة المستوى 1

source: In parent add bigger value and in 2nd level add small value
ar: في الأصل إضافة قيمة أكبر وفي المستوى الثاني إضافة القيمة الصغيرة

source: Menu Icons (Font Awesome Icons).
ar: قائمة الرموز (رموز رهيبة الخط).

source: Select Options - For simple menu only
ar: حدد خيارات-لقائمة بسيطة فقط

source: Select Options (For mega menu 1st level menu only)
ar: حدد الخيارات (الضخمة القائمة الأولى مستوى القائمة فقط)

source: Theme Options
ar: خيارات القالب

source: Like us on Facebook
ar: الاعجاب بالصفحة علي فيس بوك

source: Theme Information 1
ar: معلومات القالب 1

source: Theme Information 2
ar: معلومات القالب 2

source: <p>This is the sidebar content, HTML is allowed.</p>
ar: <p>محتوى الشريط الجانبي, يسمح بإستخدام عناصر HTML</p>

source: General
ar: عام

source: Pre Page Loader
ar: محمل الصفحة ( الأيقونة التي تظهر عند بداية تحميل الصفحة)

source: Color Plate
ar: لوحة الألوان

source: Theme Colors
ar: الألوان موضوع

source: Admin Bar
ar: شريط الإدارة العلوي

source: Scroll to top
ar: چوققا

source: Ad Post Sticky Button
ar: إعلان وظيفة زر مثبت

source: Header
ar: رأس الصفحة

source: Header Style
ar: نمط الرأس

source: Top Bar
ar: الشريط العلوي

source: Sticky Menu
ar: القائمة المرنة

source: Select Pages
ar: اختر الصفحات

source: for top bar
ar: شريط علوي

source: Sign In Page
ar: تسجيل الدخول

source: Sign Up Page
ar: تسجيل الاشتراك

source: Profile Page
ar: صفحة الملف الشخصي

source: Ad Post Page
ar: صفحة منشور

source: Logo
ar: شعار

source: Site Logo image for the site.
ar: صورة شعار الموقع للموقع.

source: Dimensions: 230 x 40
ar: الأبعاد: 230 × 40

source: Logo on Sticky
ar: شعار على مثبت

source: Post A AD
ar: إضافة

source: Show Button in Menu
ar: إظهار زر في القائمة

source: Search Bar
ar: شريط البحث

source: in header
ar: تظهر في الرأس

source: Ads Settings
ar: ئېلان تەڭشەش

source: General Settings
ar: الإعدادات عامة

source: Communications Mode
ar: وضع الاتصالات

source: Phone
ar: رقم الهاتف

source: Messages
ar: الرسائل

source: Both
ar: كلاهما

source: Send email on message
ar: إرسال بريد إلكتروني في رسالة

source: When someone drop a message on ad then email send to concern user.
ar: عند شخص إسقاط رسالة على الإعلان ثم إرسال البريد الإلكتروني إلى القلق المستخدم.

source: Select Currency
ar: اختر العملة

source: Ad Approval
ar: مقبول

source: Ad Update Approval
ar: إعلان الموافقة على التحديث

source: Feature Ad Expired
ar: انتهت مدة صلاحية الإعلان الميزة

source: In DAYS
ar: في أيام

source: Only integer value without spaces -1 means never expired.
ar: قيمة عدد صحيح فقط دون وسائل ممنوع-1 انتهت ابدأ.

source: Ad Packages Page
ar: صفحة الحزم الإعلانية

source: Enable Ad Share
ar: تمكين مشاركة الإعلانية

source: Report ad Options
ar: تقرير الخيارات الإعلانية

source: Ad Report Limit
ar: إعلان تقرير الحد الأقصى

source: Only integer value without spaces.
ar: فقط قيمة عدد صحيح بدون مسافات.

source: Action on Ad Report Limit
ar: اتخاذ إجراء بشأن إعلان تقرير الحد الأقصى

source: Email where you want to get notify.
ar: حيث تريد الحصول على إعلام البريد الإلكتروني.

source: Default Image
ar: صورة شعار الموقع للموقع.

source: If there is no image of ad then this will be show.
ar: صورة شعار الموقع للموقع.

source: Dimensions: 300 x 225
ar: الأبعاد: 230 × 40

source: Ads Post Settings
ar: إعدادات المقالة

source: Free Ads
ar: إعلانات مجانية

source: Free Ads limit
ar: الحد من الإعلانات المجانية

source: It must be an inter value, -1 means unlimited.
ar: يجب أن تكون قيمة إنتر-1 وسائل غير محدودة.

source: Free Featured Ads
ar: الإعلانات المميزة

source: Featured Ads limit
ar: حد إعلان الموصى بها

source: Free package validity
ar: صلاحية الحزمة مجاناً

source: In days
ar: في أيام

source: It must be an inter value, -1 means never expired.
ar: يجب أن تكون قيمة إنتر، انتهت الوسائل-1 ابدأ.

source: Ad image set limit
ar: تحديد صورة إعلانية

source: Ad image max size
ar: إعلان الحد الأقصى لحجم الصورة

source: Display Condition Taxonomy
ar: عرض حالة التصنيف

source: Display Warranty Taxonomy
ar: عرض تصنيف الضمان

source: Bad Words Filter
ar: عامل تصفية الكلمات السيئة

source: comma separated
ar: مفصولة بفاصلة

source: This words will be removed from AD Title and Description
ar: سيتم إزالة هذه الكلمات من عنوان الإعلان، ووصف

source: Bad Words Replace Word
ar: كلمات سيئة لاستبدال كلمة

source: This words will be replace with above bad words list from AD Title and Description
ar: وستكون هذه الكلمات استبدال مع أعلى قائمة الكلمات السيئة من عنوان الإعلان، ووصف

source: Ads View Settings
ar: عرض الإعدادات

source: Ad Style
ar: اسلوب

source: Images Slider Type
ar: نوع المنزلق الصور

source: Related Ads
ar: اعلانات ذات صلة

source: Related Ads Section Title
ar: عنوان المقطع الإعلانات ذات الصلة

source: Max Related ads to show
ar: الإعلانات المتعلقة بالحد الأقصى لإظهار

source: Related Ad Style
ar: نمط الإعلانية ذات الصلة

source: Tips Section Title
ar: عنوان القسم

source: Deal Tips
ar: نصائح صفقة

source: Above the Ad description
ar: أعلاه وصف الإعلان

source: Below the Ad description
ar: فيما يلي وصف الإعلان

source: Search Settings
ar: إعدادات البحث

source: Search Page
ar: صفحة البحث

source: Search Layout
ar: تصميم صفحة البحث

source: Search Section BG Color
ar: البحث عن قسم BG اللون

source: Search results BG Color
ar: نتائج البحث عن لون حرس الحدود

source: Max Featured ads to show
ar: إعلان ماكس المميز لإظهار

source: Featured Ads Title
ar: عنوان الإعلانات المميزة

source: BreadCrumb
ar: التفصيلي

source: BG Image
ar: صورة

source: BG image on breadcrumb.
ar: صورة شعار الموقع للموقع.

source: Blog Settings
ar: اعدادات المدونة

source: Blog Sidebar
ar: الشريط الجانبي للمدونة

source: Blog Page Title
ar: عنوان الصفحة

source: Ad on Right
ar: الإعلان على حق

source: Ad on Left
ar: الإعلان على اليسار

source: Single Post Title
ar: عنوان موضوع مفرد

source: Enable Share
ar: تمكين المشاركة

source: on single Post
ar: مشاركة واحدة

source: API Settings
ar: إعدادات API

source: Google ReCAPTCHA API Key
ar: جوجل ReCAPTCHA API الرئيسية

source: How to Find it
ar: كيفية العثور عليه

source: Google ReCAPTCHA API Secret
ar: جوجل ReCAPTCHA API السري

source: MailChimp API Key
ar: مفتاح API MailChimp

source: Google Map API Key
ar: مفتاح API لخرائط جوجل

source: Facebook Client ID
ar: معرف العميل فيسبوك

source: How to Make
ar: كيف...؟

source: Gmail Client ID
ar: معرف عميل بريد جوجل

source: Redirect URI
ar: إعادة توجيه

source: Must be URI where you want to redirect after thentication, it will be your web url.
ar: يجب أن يكون URI الذي تريد إعادة توجيه بعد ثينتيكيشن، وسيكون عنوان الويب الخاص بك.

source: Comming Soon
ar: سآتي قريبا

source: Comming Soon Mode
ar: تأتي قريبا من وضع

source: Comming Soon Logo
ar: تأتي قريبا من شعار

source: Dimensions: 220 x 40
ar: الأبعاد: 220 × 40

source: Notify Section
ar: إعلام القسم

source: MailChimp List ID
ar: رقم عضوية قائمة البريد

source: Set Date
ar: ضبط التاريخ

source: When you ready to launch
ar: عندما كنت على استعداد لإطلاق

source: Description
ar: الوصف

source: Social Media
ar: حسابات التواصل الاجتماعى

source: You can sort it out as you want.
ar: يمكنك فرز كما تريد.

source: Footer Settings
ar: اعدادات التذييل

source: Footer Style
ar: نمط التذييل

source: Footer BG
ar: ذيل الصفحة

source: Footer Logo
ar: شعار الفوتر

source: Footer Text
ar: نص الفوتر

source: under logo
ar: تحت شعار

source: Android App Link
ar: أندرويد

source: IOS App Link
ar: رابط التطبيق دائرة الرقابة الداخلية

source: Contact Info
ar: معلومات الاتصال

source: Add address, phone, fax, email and timing
ar: إضافة العنوان والهاتف، والفاكس، والبريد الإلكتروني وتوقيت

source: You can sort out it as you want.
ar: يمكنك فرز فإنه كما تريد.

source: Section-2 Title
ar: عنوان المقطع-2

source: Footer Section
ar: مقطع التذييل

source: QUICK LINKS
ar: روابط سريعة

source: Select Page Links For The Footer
ar: حدد الصفحة ارتباطات لتذييل الصفحة

source: Section-3 Title
ar: عنوان المقطع-3

source: Section-3 Description
ar: وصف القسم-3

source: News Letter
ar: الخطاب

source: MAX # of posts
ar: # الحد الأقصى من الوظائف

source: In Footer
ar: تظهر في التذييل

source: Only that post(s) will be appear that have featured image.
ar: سوف تظهر فقط أن وظيفة (وظائف) وقد ظهرت صورة.

source: Section-4 Title
ar: العنوان:

source: Footer Bar
ar: الفوتر ‪/‬ بار

source: Custom CSS/Javascript
ar: جافا سكريبت/المغلق المخصص

source: Here you can write CSS and Javascript that will add just before closing body tag section.
ar: هنا يمكنك كتابة CSS و Javascript التي سوف تضيف فقط قبل إغلاق قسم العلامة body.

source: adforest Primary Menu
ar: أدفوريست "القائمة الرئيسية"

source: adforest Sidebar
ar: أدفوريست الشريط الجانبي

source: Ads Search
ar: بحث

source: Single Ad Top
ar: إعلان منفرد

source: Single Ad Bottom
ar: أسفل واحد الإعلانية

source: Sorry, only JPG, JPEG, PNG & GIF files are allowed.
ar: عذراً، ملفات JPG، JPEG، PNG & GIF فقط مسموح بها.

source: Max allowd image size is
ar: الحد الأقصى لحجم الصورة اللوود

source: You can not upload more than
ar: لا يمكنك تحميل أكثر من

source: You have reported already.
ar: وقد ذكرت لك فعلا.

source: Ad Reported
ar: تم التبليغ

source: Users reported this ad, please check it.
ar: المستخدمين عن هذا الإعلان، يرجى التحقق من ذلك.

source: Reported successfully.
ar: وذكرت بنجاح.

source: New Message
ar: رسالة جديدة

source: Got new message on ad
ar: حصلت على رسالة جديدة على الإعلان

source: Message sent successfully .
ar: تم إرسال الرسالة بنجاح!

source: Message not sent, please try again later.
ar: لم يتم إرسال الرسالة. الرجاح المحاولة من جديد لاحقًا.

source: Profile Pic
ar: صفحة شخصية

source: You are not logged in.
ar: لم يتم تسجيل دخولك.

source: Post Status
ar: حالة المنشور

source: Edit this Ad
ar: تعديل

source: Are you sure?
ar: هل أنت متأكد؟

source: Views
ar: مشاهدات

source: Info
ar: معلومات

source: Waiting for admin approval.
ar: شريط الإدارة العلوي

source: Featured
ar: مميز

source: Saved Ad
ar: تم الحفظ

source: Contact
ar: تواصل

source: Address
ar: العنوان

source: Type
ar: النوع

source: Add to Favourites
ar: x إضافه الى المفضلة

source: No message received on this ad yet.
ar: لا توجد رسالة وردت في هذا الإعلان حتى الآن.

source: Type a message here...
ar: اكتب رسالة هنا...

source: This field is required.
ar: هذا الحقل مطلوب.

source: Send
ar: إرسال

source: Inbox
ar: علبة الوارد

source: Nothing Found.
ar: لم يتم العثور على شيء.

source: Ads List
ar: بسيط

source: Posted on
ar: تاريخ النشر

source: photos
ar: الصور

source: Save
ar: حفظ

source: Visits
ar: زيارات

source: View Ad
ar: عرض الإعلان

source: Posted
ar: نشر

source: Delete Disable for Demo
ar: حذف تعطيل للعرض

source: Your Name
ar: اسمك

source: Please enter your name.
ar: الرجاء إدخال اسم الخاص بك.

source: Contact Number
ar: شماره تماس

source: Your Contact Number
ar: رقم التواصل

source: Please enter your contact number.
ar: الرجاء إدخال رقم الاتصال الخاص بك.

source: Your Email
ar: إيميلك

source: Please enter your valid email.
ar: يرجى إدخال بريد إلكتروني صحيح

source: Password
ar: كلمة المرور

source: Your Password
ar: كلمة المرور

source: Please enter your password.
ar: رجاءاً أدخل كلمة المرور.

source: I am agreed to
ar: وأنا وافقت على

source: Register
ar: تسجيل

source: Processing...
ar: جارى المعالجة.....

source: Redirecting...
ar: إعادة التوجيه…

source: Remember Me
ar: تذكرني

source: Forgot password?
ar: أنسيت كلمة المرور ؟

source: Login
ar: دخول

source: Please enter valid email.
ar: من فضلك أدخل عنوان بريد إلكتروني صحيح.

source: Reset My Account
ar: إعادة تعيين الحساب الخاص بي

source: Your new password
ar: كلمة المرور الجديدة الخاصة بك

source: Your new password is:
ar: كلمة المرور الجديدة هي:

source: Email server not responding
ar: أرسل الملقم لا يستجيب

source: Email is not resgistered with us.
ar: البريد الإلكتروني لا ريسجيستيريد معنا.

source: Invalid email or password.
ar: البريد الإلكتروني غير صحيح أو كلمة المرور.

source: please verify captcha code
ar: الرجاء التحقق من التعليمات البرمجية كلمة التحقق

source: Email already exist, please try other one.
ar: البريد الإلكتروني موجودة بالفعل، الرجاء محاولة واحدة أخرى.

source: You're logged in successfully.
ar: لقد تم تسجيل الدخول بنجاح!

source: not registered with us.
ar: غير مسجل معنا.

source: Validity
ar: الصلاحية

source: Lifetime
ar: الفترة الزمنية

source: Days
ar: أيام

source: Ads
ar: إعلانات

source: Add to Cart
ar: اضف الى عربة التسوق

source: Sent Offers
ar: العروض

source: Packages
ar: الباقات

source: Paid
ar: مدفوع

source: Profile Picture
ar: الصورة الشخصية

source: Profile
ar: صفحة شخصية

source: Edit Profile
ar: تعديل الملف الشخصي

source: Ago
ar: مرّت

source: Ad Sold
ar: إعلان بيع

source: Total Listings
ar: اجمالي الإعلانات

source: Inactve ads
ar: إعلان إيناكتفي

source: My Ads
ar: اعلاناتي

source: Inactive Ads
ar: غير نشط

source: Fav Ads
ar: إعلان الصوت العربي الحر

source: Never
ar: ابداً

source: Unlimited
ar: غير محدود

source: Manage your profile
ar: عرض / إدارة ملف التعريف الخاص بك

source: Your name
ar: اسمك

source: Email Address
ar: عنوان البريد الإلكتروني

source: Phone Number
ar: رقم الهاتف

source: You are a
ar: لقد تم تسجيل الخروج

source: Location
ar: موقع

source: Package Type
ar: نوع الحزمة

source: Free Ads Remaining
ar: # الحد الأقصى للإعلانات:

source: Feature Ads Remaining
ar: ميزة الإعلانات المتبقية

source: Package Expiry
ar: انتهاء الحزمة

source: Indiviual
ar: المنفردة

source: Dealer
ar: تاجر السيارات

source: Disable for Demo
ar: تعطيل للعرض

source: Change Password
ar: تغيير كلمة السر

source: Manage Your Account
ar: إدارة الحساب الخاص بك

source: I am
ar: أنا

source: Update My Info
ar: تحديث معلومات بلدي

source: Password Change
ar: تغيير كلمة المرور

source: Current Password
ar: كلمة المرور الحالية

source: New Password
ar: كلمة المرور الجديدة

source: Confirm New Password
ar: تأكيد كلمة المرور الجديدة

source: Confirm Password
ar: تأكيد كلمة المرور

source: You must need to logged in.
ar: يجب عليك تسجيل الدخول.

source: Added to cart.
ar: تمت الإضافة لعربة التسوق

source: Already in your cart.
ar: الفعل في سلة التسوق الخاصة بك.

source: Your package has bee expired.
ar: الحزمة الخاصة بك والنحل قد انتهت.

source: This ad has been featured successfullly.
ar: وقد تم هذا الإعلان سوكسيسفوللي الموصى بها.

source: Get package in order to make it feature.
ar: الحصول على حزمة من أجل جعله ميزة.

source: You must be Ad owner tomake it feature.
ar: يجب أن تكون توماكى صاحب الإعلان أنها ميزة.

source: Max allowd image size is 300KB
ar: الحد الأقصى لحجم الصورة اللوود هو 300 كيلو بايت

source: You have added already.
ar: وقد قمت بإضافتها مسبقاً.

source: Added to your favourites.
ar: إضافة إلى المفضلة الخاصة بك.

source: Ad removed successfully.
ar: تم إزالة الإعلان بنجاح.

source: There'is some problem, please try again later.
ar: There'is بعض المشكلة، الرجاء المحاولة مرة أخرى لاحقاً.

source: Updated successfully.
ar: تم التحديث بنجاح

source: Please subcribe package for ad posting.
ar: الرجاء subcribe الحزمة لنشر الإعلانات.

source: All fields are required.
ar: جميع الحقول مطلوبة.

source: New password not matched.
ar: كلمة المرور المرسلة في البريد الإلكتروني الخاص بك.

source: Password changed successfully.
ar: پاسورڈ کامیابی سے بدل دیا گیا

source: Current password not matched.
ar: عدم تطابق كلمة المرور الحالية.

source: About Us
ar: معلومات عنا

source: Theme Shortcodes
ar: موضوع الهاتفية القصيرة

source: Shortcode Output
ar: إخراج القصير

source: Ouput of the shortcode will be look like this.
ar: سوف يكون الإخراج للقصير تبدو مثل هذا.

source: Basic
ar: أساسي

source: Background Color
ar: لون الخلفية

source: Select Background Color
ar: اختر لون الخلفية

source: White
ar: أبيض

source: Gray
ar: رمادي

source: Image
ar: صورة

source: Select background color.
ar: اختر لون الخلفية

source: Background Image
ar: صورة الخلفية

source: Section Header Style
ar: نمط رأس المقطع

source: No Header
ar: بدون عنوان

source: Classic
ar: كلاسيكي

source: Regular
ar: مظبوط

source: Chose header style.
ar: اختيار نمط رأس.

source: Section Title
ar: عنوان القسم

source: For color
ar: لون ليبيل

source: warp text within this tag
ar: التفاف النص داخل هذه العلامة

source: Section Description
ar: القسم الأول الوصف

source: Title
ar: أسم الوصفة

source: Read More Link
ar: اقرأ المزيد

source: Read more Link if any.
ar: قراءة الرابط المزيد إذا وجدت.

source: Ad Post
ar: إعلان وظيفة

source: Extra Fields Section Title
ar: حقول إضافية المقطع العنوان

source: Tip Section Title
ar: عنوان القسم

source: Tips Description
ar: الوصف

source: Extra Fileds
ar: حقول إضافية

source: Add field
ar: إضافة حقل

source: Slug
ar: كلمة الدلالة

source: This should be unique and if you change it the pervious data of this field will be lost
ar: هذا وينبغي أن تكون فريدة من نوعها، وإذا قمت بتغيير ذلك ستفقد البيانات السابق لهذا الحقل

source: Values for Select/List
ar: القيم لتحديد قائمة

source: Like: value1,value2,value3
ar: مثل: value1, value2, value3

source: Saftey Tips
ar: أمن

source: Add Tip
ar: إضافة تلميح

source: Tip
ar: تلميح

source: Item Condition
ar: هل تريد تبديل ام بيع ( في حال التبديل يرجى وضع السعر صفر, الا اذا كنت تريد بدل مادي مقابل التبديل)

source: Enter title
ar: أدخل العنوان

source: only
ar: فقط

source: Can't be empty and only integers allowed.
ar: لا يمكن أن تكون فارغة، والسماح بالإعداد الصحيحة فقط.

source: Category
ar: تصنيف

source: Select suitable category for your ad
ar: حدد الفئة المناسبة إعلانك

source: Photos for your ad
ar: صور إعلانك

source: Only allowed jpg, png and jpeg and max file will not more than
ar: فقط سمح jpg، ملف png و jpeg وماكس لن يزيد

source: Ad Description
ar: وصف الإعلان

source: Enter long description for your project
ar: أدخل وصف طويل للمشروع الخاص بك

source: Comma(,) sepataed
ar: سيباتايد Comma(,)

source: Type of Ad
ar: نوع الإعلان

source: User Information
ar: معلومات المستخدم

source: Mobile Number
ar: رقم الموبايل

source: your permanent address
ar: Matimba Chambers

source: Post My Ad
ar: نشر إعلاني

source: ADs - Slider
ar: إعلانات-شريط التمرير

source: Once on a Page.
ar: مرة واحدة في صفحة.

source: Ads Type
ar: نوع الاعلانات

source: Select Ads Type
ar: اختار تصنيف الاعلان

source: Layout Type
ar: نوع التخطيط

source: Select Layout Type
ar: اختر نوع الشكل.

source: Grid 1
ar: الشبكة 1

source: Grid 2
ar: الشبكة 2

source: Grid 3
ar: شبكة 3

source: Number fo Ads
ar: رقم fo الإعلانات

source: Select Category
ar: اختر تصنيف

source: Icon
ar: أيقونة

source: ADs
ar: إعلانات

source: List
ar: قائمة

source: ADs - with Cats boxes
ar: إعلانات-مع مربعات القطط

source: Number fo Ads for each category
ar: إعلان fo رقم لكل فئة

source: ADs - Google Map
ar: إعلان-خريطة جوجل

source: Map
ar: الخريطة

source: Map Zoom
ar: تكبير الخريطة

source: Latitude
ar: %s استعادة خط الغرض:

source: That Area will be display in map after loading but user can change it by dragging.
ar: هذا المجال سيتم عرض في الخارطة بعد التحميل ولكن المستخدم يمكن تغييره بواسطة السحب.

source: Longitude
ar: %s استعادة خط الطول :

source: Category Marker Image
ar: صورة علامة الفئة

source: 720x90 Banner
ar: شعار 720 × 90

source: Banner Ad 720x90
ar: لافتة إعلانية 720 × 90

source: Ad size 720 X 90
ar: حجم الإعلان 720 × 90

source: Apps - Simple
ar: تطبيقات--بسيطة

source: Android
ar: أندرويد

source: Tag Line
ar: خط الوسم

source: Download Link
ar: رابط التحميل

source: IOS
ar: آي أو إس

source: Windows
ar: النوافذ

source: Apps - Classic
ar: تطبيقات--كلاسيك

source: Main Image
ar: الصورة الرئيسية

source: Section Tagline
ar: قسم الشعار

source: Key Points
ar: نقاط أساسية

source: Point
ar: نقطة

source: app image
ar: أضف صورة

source: Blog Posts
ar: مقالات المدونه

source: comments
ar: التعليقات

source: Call to Action
ar: دعوة للمشاركة

source: Categories - Classic
ar: فئات--كلاسيك

source: Sub cats limit
ar: حد القطط الفرعية

source: View All
ar: عرض الكل

source: Categories - Color
ar: فئات-لون

source: Categories - Fancy
ar: فئات-الهوى

source: Category Image
ar: صورة التصنيف

source: Categories - Flat
ar: فئات-مسطحة

source: Categories - Grid
ar: فئات-الشبكة

source: Categories - Minimal
ar: فئات--الحد الأدنى

source: Categories - Modern
ar: فئات-الحديثة

source: Categories - Tabs
ar: ألسنة التصنيفات

source: Ad limit for each category
ar: إعلان الحد الأدنى لكل فئة

source: Contact Us
ar: اتصل بنا

source: Contact Form Title
ar: عنوان نموذج الاتصال

source: Contact Info Title
ar: معلومات الاتصال بالعنوان

source: Contact form 7 shortcode
ar: الرمز المختصر لنموذج الاتصال 7

source: FAQ
ar: اسئلة شائعة

source: Question & Answer
ar: سؤال و جواب

source: Question
ar: السؤال

source: Answer
ar: إجابة

source: Fun Facts
ar: متعة حقائق

source: Column
ar: عمود

source: Select Col
ar: اختر

source: 3 Col
ar: 3 العقيد

source: Fun Fact
ar: حقيقة مرحة

source: Numbers
ar: الأرقام

source: Color Title
ar: لون العنوان الفرعي

source: Info Block
ar: مكان معلومات الفريق

source: Left Block
ar: بلوك

source: Right Block
ar: كتلة اليمين

source: Clients or Partners
ar: العملاء أو الشركاء

source: Client or Partners
ar: العملاء أو الشركاء

source: URL or Link
ar: عنوان URL أو الرابط

source: logo
ar: الشعار

source: Clients or Partners - Classic
ar: العملاء أو الشركاء-كلاسيك

source: Clients or Partners - Grid
ar: العملاء أو الشركاء-الشبكة

source: Popular - Categories
ar: أقسام شائعة

source: Process Cycle
ar: دورة عملية

source: Step 1
ar: الخطوة رقم 1
